{"id":3,"date":"2019-01-29T18:34:25","date_gmt":"2019-01-29T18:34:25","guid":{"rendered":"http:\/\/sunup.edu.bd\/\/?page_id=3"},"modified":"2021-09-04T10:26:16","modified_gmt":"2021-09-04T10:26:16","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/sunup.edu.bd\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n\t<section class=\"section\" id=\"section_260113413\">\n\t\t<div class=\"bg section-bg fill bg-fill  bg-loaded\" >\n\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t<\/div>\n\n\t\t<div class=\"section-content relative\">\n\t\t\t\n\n<div class=\"row row-collapse row-box-shadow-3\"  id=\"row-852307169\">\n\n\n\t<div id=\"col-556104427\" class=\"col small-12 large-12\"  >\n\t\t<div class=\"col-inner\"  >\n\t\t\t\n\t\t\t\n\n<div class=\"container section-title-container\" ><h1 class=\"section-title section-title-normal\"><b><\/b><span class=\"section-title-main\" style=\"color:rgb(0, 149, 232);\"><i class=\"icon-star-o\" ><\/i>Privacy & Cookie Policy<\/span><b><\/b><\/h1><\/div>\n\n\t<div id=\"text-593987379\" class=\"text\">\n\t\t\n\n<p style=\"text-align: justify;\">This privacy policy relates to your interaction with and usage of this website. For the purposes of the General Data Protection Regulation (GDPR) compliance, the data controller and data processor is:<\/p>\n<h2 style=\"color: #000000;\"><strong>Sunup International School &amp; College<\/strong><\/h2>\n<p style=\"text-align: justify;\">Campus 1: <strong>93, N.S. Road, Thana Traffic More (Bak Chattar), Kushtia – 7000<\/strong> <br \/>Campus 2: <strong>1\/72, Jayanal Abedin Lane, Courtpara, Kushtia<\/strong><br \/>Phone: <strong><a href=\"tel:+880 0000 000 000\">+880 1711 223 609<\/a><\/strong><br \/>E-mail: <strong><a href=\"mailto:mhtzedu.me\">sunup.edu@gmail.com<\/a><\/strong><\/p>\n<p style=\"text-align: justify;\">This privacy policy, together with our terms of use, sets out what personal data on individuals we may collect through this website, how we collect the data, how we process the data and protect any information that you give to us when you use this website, in accordance with the General Data Protection Regulation.<\/p>\n<p style=\"text-align: justify;\">We are committed to ensuring that your privacy is protected, that your personal information is used for legitimate purposes and is kept secure. Should we ask you to provide certain information by which you can be identified when using this website, you can be assured that it will only be used in accordance with this privacy statement.<\/p>\n<p style=\"text-align: justify;\">We may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are happy with any changes.<\/p>\n<p style=\"text-align: justify;\">This policy is effective from: <strong>1<\/strong><strong><sup>st<\/sup><\/strong><strong> February 2020.<\/strong><\/p>\n<h3 style=\"color: #000000;\"><strong>Information we may collect from you<\/strong><\/h3>\n<p style=\"text-align: justify;\">The information we collect may collect via our website may include, but is not limited to:<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul style=\"text-align: justify;\">\n<li>name and title<\/li>\n<li>address and postcode<\/li>\n<li>contact information including email address<\/li>\n<li>telephone number<\/li>\n<li>details of your enquiry<\/li>\n<li>demographic information such as your preferences and interests<\/li>\n<li>other information relevant to surveys and\/or offers<\/li>\n<li>IP addresses<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<h3 style=\"color: #000000;\"><strong>What we do with the information we gather<\/strong><\/h3>\n<p style=\"text-align: justify;\">We require this information to enable us to communicate with you in response to enquiries, in the normal course of carrying out our business, to send you quotations and invoices, and to understand your needs and provide you with a better service, in particular for the following reasons:<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul style=\"text-align: justify;\">\n<li>Internal record keeping and legally required business records<\/li>\n<li>We may use the information to improve our products and services<\/li>\n<li>We may periodically send promotional emails about new services or products, special offers or other information which we think may be of interest to you using the email address which you have provided, if you have given us consent, or in the normal course of business to enable us to fulfil our contract with you<\/li>\n<li>From time to time, we may also use your information to contact you for market research purposes. We may contact you by email, telephone or mail<\/li>\n<li>We may use the information to customize the website according to your interests<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">We only process your data with your consent or on the basis of legitimate interests to enable us to communicate with you and to fulfil our contracts with you.<\/p>\n<h3 style=\"color: #000000;\"><strong>Recruitment and unsolicited employment\/freelance opportunity enquiries<\/strong><\/h3>\n<p style=\"text-align: justify;\">If you have sent an enquiry relating to possible employment or freelance opportunities with us, whether unsolicited or as a result of us advertising a position, we may retain your personal information on file for recruitment purposes. Information supplied by unsuccessful candidates for positions advertised may be retained for a period of 12 months from the date we appoint an employee, so that we may contact you if we wish to re-consider your application. Unsolicited enquiries from freelancers, contractors, or for possible future employment opportunities will be retained indefinitely so that we may contact you if an opportunity arises, unless you ask us to do otherwise.<\/p>\n<h3 style=\"color: #000000;\"><strong>Security<\/strong><\/h3>\n<p style=\"text-align: justify;\">We are committed to ensuring that your information is secure. No form of digital communication via the internet can be completely secure. In order to mitigate against unauthorized access or disclosure, we have put in place physical, electronic and managerial procedures to safeguard and secure the information we collect online in accordance with the GDPR. We have procedures and systems in place to protect your data once we have received it.<\/p>\n<h3 style=\"color: #000000;\"><strong>Cookies<\/strong><\/h3>\n<p style=\"text-align: justify;\">A cookie is a small file which asks permission to be placed on your computer’s hard drive. Once you agree, the file is added, and the cookie helps analyses web traffic or lets you know when you visit a particular site. Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.<\/p>\n<h3 style=\"color: #000000;\"><strong>How we use cookies<\/strong><\/h3>\n<p style=\"text-align: justify;\">We use traffic log cookies (Such as Google Analytics) to identify which pages are being used. This helps us analyses data about web page traffic and improve our website in order to tailor it to customer needs. We only use this information for statistical analysis purposes and then the data is removed from the system.<\/p>\n<p style=\"text-align: justify;\">Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.<\/p>\n<p style=\"text-align: justify;\">You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser settings to decline cookies if you prefer, or to manage the types of cookies you will allow. This may, however, prevent you from taking full advantage of the website. As there are many different web browsers, please consult your own web browser settings to manage cookies. There are many online resources to tell you how to amend your browser’s cookie settings.<\/p>\n<p style=\"text-align: justify;\">If at any time you change your mind about our use of cookies after accepting them, please consult your own web browser settings to manage cookies.<\/p>\n<h3 style=\"color: #000000;\"><strong>Cookies used on our websites<\/strong><\/h3>\n<p style=\"text-align: justify;\">We use Google Analytics to monitor traffic levels, search queries and visits to this website. These cookies enable us to determine whether you are a return visitor to the site, and to track the pages that you visit during your session.<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul style=\"text-align: justify;\">\n<li><strong>_ga<\/strong><br \/>This is a Google Analytics cookie that registers a unique ID that is used to generate statistical data on how you use the website. It is retained for 2 years.<\/li>\n<li><strong>_gat<\/strong><br \/>This is a Google Analytics Session cookie used to throttle request rate which is removed when you quit your browser.<\/li>\n<li><strong>_gid<\/strong><br \/>This is a Google Analytics Session cookie used to generate statistical data on how you use the website which is removed when you quit your browser.<\/li>\n<li><strong>Collect<\/strong><br \/>This is a Google Analytics Session cookie used to send data to Google Analytics about the visitor’s device and behavior which is removed when you quit your browser.<\/li>\n<li><strong>_gd#<\/strong><br \/>This is a marketing Pixel cookie that is used by Google AdWords to re-engage visitors that are likely to covert to customers based on the visitor’s online behavior across websites. This cookie is removed when you quit your browser.<\/li>\n<li><strong>cookie_notice_accepted<\/strong><br \/>This unclassified HTTP cookie remembers the visitor has accepted the use of cookies and is retained for 29 days.<\/li>\n<li><strong>swpm_session<\/strong><br \/>This necessary HTTP session cookie is removed when you quit your browser.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Third parties such as search engines, advertising organizations, and organizations whose content may have been embedded within website pages such as YouTube and social media networks may also use cookies over which we have no control. These are likely to be Statistics or Marketing cookies. You can amend the settings in your browser to limit third party tracking.<\/p>\n<h3 style=\"color: #000000;\"><strong>Links to other websites<\/strong><\/h3>\n<p style=\"text-align: justify;\">Our website may contain links to other websites of interest. However, once you have used these links to leave our site, you should note that we do not have any control over external websites. Therefore, we cannot be held responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.<\/p>\n<h3 style=\"color: #000000;\"><strong>Controlling your personal information<\/strong><\/h3>\n<p style=\"text-align: justify;\">You may choose to restrict the collection or use of your personal information in the following ways:<\/p>\n<p style=\"text-align: justify;\">Whenever you are asked to fill in a form on the website, you will have the opportunity to tick or check a box to indicate that you consent to the information you provide being used by us for our own marketing and communication purposes.<\/p>\n<p style=\"text-align: justify;\">If you have agreed to us using your personal information for direct marketing purposes, you may change your mind at any time and let us know by:<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul style=\"text-align: justify;\">\n<li>Writing to us at <strong>Sunup International School &amp; College, 93, N.S. Road, Thana Traffic More (Bak Chattar), Kushtia – 7000<\/strong><\/li>\n<li>Calling us on <strong><a href=\"tel:+880 0000 000 000\">+880 1711 223 609<\/a><\/strong><\/li>\n<li>emailing us at <strong><a href=\"mailto:mhtzedu.me\">sunup.edu@gmail.com<\/a><\/strong><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.<\/p>\n<h3 style=\"color: #000000;\"><strong>How to request a copy of the data we store:<\/strong><\/h3>\n<p style=\"text-align: justify;\">You may request details of personal information which we hold about you. If you would like a copy of the information held on you, you can request this by:<\/p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul style=\"text-align: justify;\">\n<li>Writing to us at <strong>Sunup International School &amp; College, 93, N.S. Road, Thana Traffic More (Bak Chattar), Kushtia – 7000<\/strong><\/li>\n<li>Calling us on <strong><a href=\"tel:+880 0000 000 000\">+880 1711 223 609<\/a><\/strong><\/li>\n<li>emailing us at <strong><a href=\"mailto:mhtzedu.me\">sunup.edu@gmail.com<\/a><\/strong><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">If you believe that any information we are holding is incorrect or incomplete, please write to or email us as soon as possible, at the above address.<\/p>\n<p style=\"text-align: justify;\">We will promptly correct any information found to be incorrect. You may also request that we delete all information we hold about you, except for that which we are legally obliged to retain.<\/p>\n\t\t\n<style>\n#text-593987379 {\n  color: rgb(0,0,0);\n}\n<\/style>\n\t<\/div>\n\t\n\n\t\t<\/div>\n\t\t\n<style>\n#col-556104427 > .col-inner {\n  padding: 3% 3% 3% 3%;\n}\n<\/style>\n\t<\/div>\n\n\t\n\n<\/div>\n\n\t\t<\/div>\n\n\t\t\n<style>\n#section_260113413 {\n  padding-top: 30px;\n  padding-bottom: 30px;\n}\n<\/style>\n\t<\/section>\n\t\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"page-blank.php","meta":{"om_disable_all_campaigns":false,"_mi_skip_tracking":false},"_links":{"self":[{"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":20,"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":2991,"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/pages\/3\/revisions\/2991"}],"wp:attachment":[{"href":"https:\/\/sunup.edu.bd\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}